Repository: 5l1v3r1/burp-ui
Catalog: burpui/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Please log in to access this page.
fr: Veuillez vous authentifier pour accéder à cette page.

source: Please reauthenticate to access this page.
fr: Veuillez vous ré-authentifier pour accéder à cette page.

source: Username
fr: Utilisateur

source: Password
fr: Mot de passe

source: Language
fr: Langue

source: Remember me
fr: Rester connecté

source: Sorry, there are no running backups
fr: Désolé, il n'y a pas de backups

source: Sorry, there are no restore file found for this client
fr: Désolé, il n'y a pas restoration prévue pour ce client

source: Logged in successfully
fr: Connecté avec succès

source: Wrong username or password
fr: Mauvais nom d'utilisateur ou mot de passe

source: is brought to you by
fr: est développé par

source: You can find the documentation at
fr: Vous trouverez la documentation à l'adresse

source: Browse the
fr: Parcourir l'

source: Home
fr: Accueil

source: %(server)s clients
fr: Clients de %(server)s

source: %(client)s overview
fr: Aperçu de %(client)s

source: Backup n°%(number)s overview
fr: Sauvegarde n°%(number)s

source: Backup n°%(number)s of %(client)s
fr: Sauvegarde n°%(number)s de %(client)s

source: filter...
fr: filtrer...

source: Hide unmatched nodes
fr: N'afficher que les éléments correspondants

source: Leaves only
fr: Recherche de fichiers uniquement

source: Use regex
fr: Utiliser des expressions régulières

source: Loading, Please wait...
fr: Chargement, veuillez patienter...

source: Size
fr: Taille

source: This backup is encrypted, please provide the encryption password in order to perform an online restoration.
fr: Cette sauvegarde est chiffrée, veuillez fournir le mot de passe afin de procéder à son déchiffrement.

source: Download selected files
fr: Télécharger les fichiers sélectionnés

source: Number of leading path components to strip
fr: Nombre d'éléments du préfix à masquer

source: Archive format
fr: Format de l'archive

source: Encryption password
fr: Mot de passe de déchiffrement

source: password
fr: mot de passe

source: Server initiated restore
fr: Réstauration depuis le serveur

source: Prefix to the restore path
fr: Chemin de la réstauration

source: prefix
fr: chemin

source: Restore files on an other client
fr: Réstaurer sur un autre client

source: Whether to overwrite existing files
fr: Écraser les fichiers existants

source: Cancel restore
fr: Annuler restauration

source: Clear selection
fr: Vider la sélection

source: Processing request
fr: Traitement en cours

source: Please wait while restoration is processing...
fr: Veuillez patienter pendant la restauration...

source: Close
fr: Fermer

source: Restoration error
fr: Erreur de restauration

source: An error occurred while processing the restoration.
fr: Une erreur s'est produite lors de la restauration.

source: overview
fr: aperçu

source: Number
fr: Numéro

source: Bytes received
fr: Octets reçus

source: Estimated size
fr: Taille (estimation)

source: Deletable
fr: Supprimable

source: Sorry!
fr: Désolé!

source: There are no backups for this client.
fr: Il n'y a pas de sauvegardes pour ce client.

source: Edit restore
fr: Éditer restauration

source: Schedule backup
fr: Planifier sauvegarde

source: Cancel backup
fr: Annuler sauvegarde

source: Name
fr: Nom

source: State
fr: État

source: Last Backup
fr: Dernière sauvegarde

source: Login
fr: Se connecter

source: Servers
fr: Serveurs

source: Administration navigation
fr: Navigation

source: Users
fr: Utilisateurs

source: Settings
fr: Paramètres

source: ACL
fr: Contrôles d'accès

source: Overview
fr: Aperçu

source: Reports
fr: Rapports

source: Calendar
fr: Calendrier

source: Configuration navigation
fr: Navigation

source: Client to configure
fr: Client à configurer

source: Create new client
fr: Créer un nouveau client

source: User settings navigation
fr: Navigation

source: Preferences
fr: Préférences

source: Toggle navigation
fr: Afficher menu

source: About
fr: À propos

source: Live monitor
fr: Moniteur temps réél

source: User settings
fr: Paramètres utilisateur

source: Logout
fr: Se déconnecter

source: Refresh
fr: Rafraîchir

source: Search client...
fr: Rechercher client...

source: Last seen
fr: Dernière visite

source: User-Agent
fr: Navigateur

source: API Login
fr: Connexion via l'API

source: Current session
fr: Session actuelle

source: Expire
fr: Éxpire

source: Revoke
fr: Révoquer

source: You are about to revoke a session, are you sure?
fr: Vous êtes sur le point de révoquer une session, êtes vous sûr ?

source: Warning!
fr: Attention!

source: You are about to revoke your <strong>current</strong> session.
fr: Vous allez supprimer votre session <strong>actuelle</strong>.

source: Cancel
fr: Annuler

source: Confirm
fr: Confirmer

source: Encrypted backup
fr: Sauvegarde chiffrée

source: Unencrypted backup
fr: Sauvegarde non chiffrée

source: client crashed
fr: erreur client

source: server crashed
fr: erreur serveur

source: running
fr: en cours

source: idle
fr: en attente

source: never
fr: jamais
